Essence/essence-frontend/src/test/data/ODEventNotification-37-95-SouthRiver.xml

    <soap:Envelope
        xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/"
        xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance"
        xmlns:xsd="http://www.w3.org/2001/XMLSchema">
        <soap:Header>
            <MultiSpeakMsgHeader
                Version="3.0"
                UserID="DCSI"
                Pwd="DCSI"
                AppName="Optimum"
                AppVersion="0.1"
                Company="DCSI"
                xmlns="http://www.multispeak.org/Version_3.0"/>
            </soap:Header>
        <soap:Body>
            <ODEventNotification
                xmlns="http://www.multispeak.org/Version_3.0">
                <ODEvents>
                    <outageDetectionEvent
                        objectID="16767073">
                        <eventTime>
                            2015-01-21T13:19:26-05:00
                            </eventTime>
                        <outageEventType>
                            Restoration
                            </outageEventType>
                        <outageDetectDeviceID>
                            16767073
                            </outageDetectDeviceID>
                        <outageDetectDeviceType>
                            Meter
                            </outageDetectDeviceType>
                        <outageLocation>
                            <meterNo>
                                16767073
                                </meterNo>
                            </outageLocation>
                        </outageDetectionEvent>
                    </ODEvents>
                <transactionID/>
                </ODEventNotification>
            </soap:Body>
        </soap:Envelope>
